/* Class = "NSPanel"; title = "Make a Donation"; ObjectID = "3"; */
"Make a Donation" = "Hacer donación";

/* Class = "NSTextFieldCell"; title = "Donate to Chax"; ObjectID = "10"; */
"Donate to Chax" = "Donar a Chax";

/* Class = "NSTextFieldCell"; title = "Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again."; ObjectID = "12"; */
"Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again." = "Gracias por seguir utilizando Chax. Por favor considere hacer una donación para apoyar el desarrollo de Chax si cree que éste es un añadido útil para iChat. Este mensaje no aparecerá de nuevo.";

/* Class = "NSButtonCell"; title = "Donate"; ObjectID = "14"; */
"Donate" = "Donar";

/* Class = "NSButtonCell"; title = "Not Now"; ObjectID = "20"; */
"Not Now" = "Ahora no";

